// import React from "react";
// import {Link} from 'react-router-dom'

const FirstNote = () => {


    return (
        <div>
            <section className="section">
                <div className="container">
                    <div class="content">
                        <figure>
                            <img src="/img/note/firstnote_tn.jpg" alt="" />
                        </figure>
                        <h2 class="subtitle is-4">January 8, 2022</h2>
                        <h1 class="title">โน๊ตที่ 1 และความตั้งใจในการเขียนโน๊ต</h1>
                        <p><b>ความตั้งใจของการเขียนโน๊ต</b><br />
                            นี้คือโน๊ตแรกบนเว็บไซต์ของตัวเอง จริงๆแล้วก็ไม่เคยเขียนบล็อกหรือโน๊ต ที่ไหนถือว่าโน๊ตนี้ 
                            เป็น บทความแรกบนเว็บไซต์เลยแล้วกัน ตั้งใจอยากจะเขียนโน๊ตให้ได้ทุกสัปดาห์ ไม่รวมโน๊ตอื่นๆที่จำเป็นต้องไน๊ตด้วยเหตุผลต่างๆ 
                            และให้ถือว่าเป็นโน๊ตเพราะเป็นการจดบันทึกความคิดและวิธีการต่างๆ เน้นให้ตัวเองได้กลับมาอ่าน เป็นการลดความจำในสมอง ออกมาวางไว้บนเว็บไซต์
                        </p>
                        <p><b>ความผิดพลาดที่อาจจะเกิดขึ้น</b><br />
                            คิดถึงสิ่งที่อาจจะพลาดไว้ก่อนเพราะเป็นคนคิดมากหากมีข้อผิดพลาดเกิดขึ้นแบบคาดเดาไม่ได้ การเขียน(พิมพ์)ในโน๊ตทั้งหมดนี้ 
                            อาจถูกเขียนด้วยภาษาที่งงงวย อาจจะงงๆว่า ตกลงแล้ว แกตั้งใจจะเขียนให้ตัวเองอ่านหรือใครอ่านกันแน่ ก็ต้องขออภัยไว้ก่อน 
                            รวมถึงการสะกดคำต่างๆ ทั้งไทยและเทศ ที่มักจะผิดอยู่บ่อยๆ ก็ให้การเขียนนี้ ได้เป็นบทเรียนในการพัฒนาตัวเอง
                        </p>
                        <p><b>ความคาดหวังจากสิ่งที่ทำลงไป</b><br />
                            คาดหวังให้ตัวเองได้ทบทวน ทั้งด้านความคิด และทุกเรื่องที่สามารถเช่น การวางแผนแนวทางที่จะทำต่อไป 
                            จะศึกษาเรื่องอะไรต่อ ศึกษาเรื่องอะไรมา การใช้ภาษางานเขียน บันทึกทั้งสิ่งที่มีสาระและไร้สาระ
                        </p>
                    </div>
                </div>
            </section>
            
        </div>
    )
}


export default FirstNote