// import React from "react";
// import {Link} from 'react-router-dom'

const WeekNote = () => {

    return (
        <div>
            <section className="section">
                <div className="container">
                    <div class="content">
                        <figure>
                            <img src="/img/note/firstweek.jpg" alt="" />
                        </figure>
                        <h2 class="subtitle is-4">January 8, 2022</h2>
                        <h1 class="title">สัปดาห์ที่ 1</h1>
                        <p><b>กำลังทำเว็บไซต์ใหม่ กำลังเรียนรู้สิ่งใหม่ๆ</b><br />
                            จากการที่เราสูญเสียความมั่นใจไปมากกับการทำงานที่ไม่ได้ตามโลกตามตลาดมากนัก โปรเจ็คนี้เป็นโปรเจ็คสำหรับการอัพเดทสมองของเราเอง
                            เราได้เรียนรู้วิธีการใช้งาน Git ที่ใช้จริงๆเพราะที่บริษัทไม่ได้ใช้ เราได้ลองเล่น docker ได้ลองทำโปรเจ็คที่เป็น nodejs ดู
                            มันอาจจะยากหน่อยในช่วงแรกแต่เราก็ทำมันจนได้ ทำให้เรามีความมั่นใจขึ้นมาเพราะเราทำแต่โปรเจคที่เป็น php 
                            ในด้านเทคนิคต่างๆเกี่ยวกับเว็บไซต์นี้เดี๋ยวจะข้อไปบันทึกไว้ที่โน๊ตนะ
                        </p>
                        <p><b>กำลังมองหางานใหม่</b><br />
                            ทำไมเราถึงกล้าขนาดนี้ กล้าที่จะลาออกจากงานโดยที่ยังไม่มีงานรองรับเป็นประโยคที่ถ้าคิดไม่เยอะ ก็จะอยู่ในหัวมาตลอด
                            แต่ตอนที่คิดเยอะหน่อยกลับกลายเป็นว่า จริงๆแล้วเราอาจจะไม่ได้กล้าหรอก เราแค่รู้สึกว่าเราทำงาน เราทุ่มเท่ากับงานมากๆเลย
                            จนเราไม่มีเวลาทำอย่างอื่นเลย เราก็เลยยกปีสุดท้ายที่เหลืออีก 2 เดือนให้งานเก่าไปแบบเต็มๆ แม้แต่ลางานไปสัมภาษณ์งานเราก็ไม่กล้า
                        </p>
                    </div>
                </div>
            </section>
            
        </div>
    )
}


export default WeekNote